PRIMARY_ECOM_KEYWORDS = [
    "wildberries",
    "wb",
    "ozon",
    "маркетплейс",
    "маркетплейсы"
]

PAIN_KEYWORDS = [
    "комиссия",
    "маржа",
    "зависимость",
    "невыгодно",
    "просели продажи",
    "экономика",
]

DIRECT_KEYWORDS = [
    "свой сайт",
    "интернет-магазин",
    "direct",
    "d2c",
    "трафик на сайт",
]

INTENT_KEYWORDS = [
    "ищем подрядчика",
    "нужно агентство",
    "кто ведет рекламу",
    "нужен маркетолог",
]

NEGATIVE_KEYWORDS = [
    "вакансия",
    "курс",
    "обучение",
    "вебинар",
    "арбитраж",
]